Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: It lays out a generational investment strategy—to supercharge growth and build a clean electricity
fr_fr: Il présente une stratégie d'investissement de portée historique pour stimuler la croissance et bâtir un réseau

source: grid, unlock the full value of our critical minerals, accelerate housing construction, and drive
fr_fr: d'électricité propre, exploiter pleinement le potentiel de nos minéraux critiques, accélérer la construction de

source: innovation in sectors like artificial intelligence, life sciences, and advanced manufacturing, the
fr_fr: logements et propulser l'innovation dans des secteurs comme l'intelligence artificielle, les sciences de la vie et

source: kind of investments that will restore growth.
fr_fr: la fabrication de pointe.

source: It is a strategy to build at a speed, scope, and scale not seen in generations.
fr_fr: C'est une stratégie pour bâtir à une vitesse, une portée et une échelle jamais vues depuis des générations.

source: With Canadian workers
fr_fr: Une

source: at the centre, and the national interest at the heart of every decision.
fr_fr: stratégie qui place les travailleurs canadiens au cœur de l'action, et l'intérêt national au centre de chaque

source: It is also a blueprint to defend our sovereignty—through historic investments in national defence,
fr_fr: décision. C'est aussi un plan pour défendre notre souveraineté grâce à des investissements historiques dans la défense

source: security, and the capabilities we need to protect Canadians in an increasingly fractured world.
fr_fr: nationale, la sécurité et les capacités dont nous avons besoin pour protéger les Canadiens dans un monde de plus en plus fracturé.

source: And it is grounded in fiscal responsibility.
fr_fr: Et il repose sur une gestion responsable des finances.

source: Because leadership means making smart, strategic
fr_fr: Car exercer un leadership, c'est faire des choix

source: investments—while preserving the strength that comes from having the lowest net debt-to-GDP ratio of
fr_fr: d'investissement judicieux et stratégiques, tout en préservant les avantages que procurent le ratio de la dette

source: the G7, a strong fiscal position, and a clear path to long-term sustainability.
fr_fr: nette au PIB le plus bas du G7, une situation budgétaire solide et une voie claire vers la viabilité à long terme.

source: Among the G7, Canada is being recognised as one of the few advanced economies with the fiscal space
fr_fr: Parmi les pays du G7, le Canada est reconnu comme l'une des rares économies avancées disposant de la marge de

source: and discipline to invest in its future.
fr_fr: manœuvre et de la discipline budgétaire nécessaires pour investir dans son avenir.

source: As the International Monetary Fund Managing Director, Kristalina Georgieva, recently said, "Canada
fr_fr: Comme l'a récemment déclaré la directrice générale du Fonds monétaire international, Kristalina Georgieva,

source: stands out in the G7… The Canadian authorities have been very decisive to take action in the context
fr_fr: « Le Canada se distingue au sein du G7… Au Canada, les autorités n'ont pas hésité à prendre des mesures

source: of changing relations with their main trading partner.
fr_fr: déterminantes dans un contexte où les relations du pays avec son principal partenaire commercial changent. Et l'une

source: One of these actions is to modernise the
fr_fr: de ces mesures consiste à moderniser le cadre budgétaire, en séparant les dépenses de fonctionnement des

source: budget framework—separating operating spending from investing, and focusing strategically on
fr_fr: investissements. On peut ensuite réaliser des investissements stratégiques qui favorisent la croissance et qui

source: pro-growth investments that can lift up productivity… in areas like housing, infrastructure, and
fr_fr: peuvent propulser la productivité... dans des domaines comme le logement, les infrastructures et l'énergie.

source: energy—Canada is making the right choices."
fr_fr: Le Canada fait les bons choix. »

source: This is not a time for small plans.
fr_fr: Ce n'est pas le moment de faire des plans de petite envergure.

source: It is a time for clear vision and decisive action.
fr_fr: C'est le moment d'avoir une vision claire et de

source: Budget 2025 reflects a simple but powerful truth: Canada has what the world needs and
fr_fr: Le budget de 2025 exprime une vérité simple mais puissante : le Canada possède ce dont le monde a besoin

source: increasingly wants—and importantly what this moment demands.
fr_fr: et ce qu'il recherche de plus en plus. Surtout, il détient ce que notre époque exige.

source: The work ahead will not be easy, but we
fr_fr: Le chemin à parcourir ne sera

source: have faced defining challenges before.
fr_fr: pas facile, mais nous avons déjà surmonté des défis déterminants.

source: We overcame them—and emerged stronger.
fr_fr: Nous en avons triomphé et en sommes sortis plus forts.

source: We will do so again.
fr_fr: Nous le ferons à nouveau.

source: Let us meet this moment.
fr_fr: Soyons à la hauteur de la situation.

source: Let us build a Canada that is confident, secure, and resilient—for today,
fr_fr: Bâtissons un Canada confiant, sûr et résilient, pour aujourd'hui et pour les

source: and for generations to come.
fr_fr: générations à venir.

source: Now is the time to build Canada Strong.
fr_fr: Il est temps de bâtir un Canada fort.

source: The Honourable François-Philippe Champagne, P.C., M.P. Minister of Finance and National Revenue
fr_fr: L'honorable François-Philippe Champagne, c.p., député Ministre des Finances et du Revenu national

source: <<< source: overview-apercu-en.html >>>
fr_fr: <<< source: overview-apercu-fr.html >>>

source: Economic and fiscal overview
fr_fr: économique et budgétaire

source: A Changing World, A New Opportunity
fr_fr: Un monde en évolution, de nouvelles occasions

source: The global economy is undergoing a profound transformation.
fr_fr: L'économie mondiale subit une profonde transformation.

source: After decades in which globalisation and
fr_fr: par la mondialisation et le libre-échange, un changement fondamental s'opère sous l'effet du

source: free trade underpinned growth, a fundamental shift is now underway—driven by economic nationalism,
fr_fr: nationalisme économique, de l'incertitude géopolitique et des progrès technologiques rapides.

source: geopolitical uncertainty, and rapid technological change.
fr_fr: Des événements marquants à l'échelle mondiale, comme les crises financières, les pandémies, la

source: Major global events—from financial crises and pandemics to de-industrialisation and rising
fr_fr: désindustrialisation et les tensions géopolitiques qui s'intensifient, exercent des pressions sur

source: geopolitical tensions—have challenged long-standing institutions and the rules-based international
fr_fr: les institutions établies de longue date et le système international fondé sur des règles.

source: system.
fr_fr: Bien des

source: Many countries are now placing greater emphasis on domestic resilience, including through
fr_fr: pays mettent désormais l'accent sur leur résilience nationale, notamment au moyen de politiques

source: policies aimed at securing critical sectors and supply chains.
fr_fr: visant à protéger des industries et chaînes d'approvisionnement cruciales.

source: Industrial policy, once seen as secondary to market forces, is returning to the forefront.
fr_fr: forces du marché, revient au premier plan. Uniquement en 2024, des gouvernements du monde

source: In 2024 alone, governments worldwide introduced more than 2,500 industrial policy measures
fr_fr: entier ont mis en place plus de 2 500 mesures de politique industrielle, ce qui

source: reflecting a transition in how governments are protecting national security interests and securing
fr_fr: témoigne de l'évolution de leur manière de procéder pour protéger leurs intérêts en matière de

source: long-term competitiveness.
fr_fr: sécurité nationale et assurer la compétitivité de leur pays à long terme.

source: The United States, our largest trading partner, is fundamentally reshaping all of its trading
fr_fr: Les États-Unis, notre principal partenaire commercial, restructurent en profondeur toutes leurs

source: relationships and putting up trade barriers, with its average tariffs across all countries rising
fr_fr: relations commerciales et érigent des obstacles au commerce : ils imposent aujourd'hui aux

source: from around 2 per cent at the end of 2024 to 17 per cent today.
fr_fr: autres pays des droits de douane moyens de 17 %, alors qu'à la fin de 2024 les droits

source: The
fr_fr: Les répercussions sont considérables; elles nuisent aux entreprises,

source: effect is profound—hurting companies, displacing workers, disrupting supply chains, and causing
fr_fr: entraînent des pertes d'emplois, perturbent les chaînes d'approvisionnement et suscitent une

source: uncertainty that is curbing investment.
fr_fr: incertitude qui freine les investissements.

source: This evolving global context is creating significant uncertainties for firms navigating investment
fr_fr: Ce contexte mondial en évolution crée beaucoup d'incertitude pour les entreprises qui doivent prendre

source: and supply chain decisions in North America and across the world—precisely when Canada needs
fr_fr: des décisions au sujet de leurs investissements et chaînes d'approvisionnement en Amérique du Nord

source: investment to build its future.
fr_fr: et dans le monde, et ce, au moment même où le Canada a besoin d'investissements pour bâtir son avenir.

source: A Pivotal Moment for Canada's Economy
fr_fr: L'économie canadienne à un tournant

source: For a country like Canada—where about one-third of national income comes from exports—these global
fr_fr: Pour un pays comme le Canada, qui tire des exportations environ le tiers de son revenu national, ces

source: shifts carry significant implications.
fr_fr: changements sur la scène mondiale ont d'importantes répercussions.

source: Canada's trade relationships within North America remain central to its economy, but their nature is
fr_fr: Les relations commerciales du Canada en Amérique du Nord restent au cœur de notre économie, mais leur

source: changing.
fr_fr: nature se transforme.

source: New tariffs and shifting trade policies are straining supply chains and raising costs for
fr_fr: changeantes mettent à rude épreuve les chaînes d'approvisionnement et font augmenter les coûts pour

source: Canadian exporters:
fr_fr: les exportateurs canadiens.

source: High tariffs and significant trade actions now apply to key exports to our largest trading
fr_fr: Des droits de douane élevés et d'importantes mesures commerciales sont maintenant imposés aux

source: partner, including autos, steel, aluminum, copper, softwood lumber, and wood products.
fr_fr: des automobiles, de l'acier, de l'aluminium, du cuivre, du bois d'œuvre résineux et des produits

source: A
fr_fr: du bois.

source: 35 per cent tariff also applies to non- Canada–United States–Mexico Agreement (CUSMA)
fr_fr: Des droits de douane de 35 % s'appliquent aussi aux produits non conformes

source: compliant goods.
fr_fr: Les exportateurs agricoles canadiens sont également confrontés à une hausse des droits de douane

source: Canadian agricultural exporters are also facing higher Chinese tariffs on canola, pork, and
fr_fr: chinois sur le canola, le porc et les fruits de mer.

source: seafood.
fr_fr: Les taux des droits de douane continuent de varier, alors que l'incertitude règne au sujet de la

source: Tariff levels continue to shift, and uncertainty about future trade policy is elevated.
fr_fr: politique commerciale.

source: Despite these pressures, Canada continues to benefit from favourable access to our largest export
fr_fr: Malgré ces tensions, le Canada continue de profiter d'un accès favorable à son plus grand marché

source: market.
fr_fr: d'exportation.

source: Canada has the best deal across all key U.S. trading partners, with 85 per cent of
fr_fr: commerciaux des États-Unis, puisque 85 % de ses échanges demeurent exemptés de droits de

source: Canada-U.S. trade remaining tariff-free.
fr_fr: douane.

source: The average U.S. tariff rate on Canadian goods stands at 5.4 per cent—the lowest among
fr_fr: Le taux moyen des droits de douane appliqués par les États-Unis sur les produits canadiens

source: all major countries trading with the U.S.
fr_fr: s'élève à 5,4 %, le taux le plus bas parmi les principaux pays qui font du commerce avec

source: (Chart 1). Footnote 1
fr_fr: les États-Unis (graphique 1) Note de bas de page 1 .

source: The economic strategy of the United States is shifting from a commitment to multilateral trade
fr_fr: La stratégie économique des États-Unis est en train de changer, alors qu'ils délaissent de plus en

source: liberalisation to more transactional and managed bilateral trade and investment.
fr_fr: plus la libéralisation multilatérale du commerce pour passer à une approche plus transactionnelle du

source: The economic
fr_fr: Les effets économiques de ce

source: effects on the Canadian economy are already evident:
fr_fr: changement sur l'économie canadienne sont déjà bien présents :

source: New tariffs, and the uncertainty caused by trade tensions, are weighing on exports, curbing
fr_fr: commerciales pèsent sur les exportations, freinent les investissements des entreprises et

source: business investment, and contributing to a broader slowdown in economic activity.
fr_fr: contribuent à un ralentissement général de l'activité économique.

source: The Canadian
fr_fr: L'économie canadienne a connu

source: economy expanded by just 0.2 per cent in the first half of the year.
fr_fr: une croissance d'à peine 0,2 % au premier semestre de l'année.

source: Labour markets are showing signs of strain, with trade tensions interrupting the recovery that
fr_fr: Le marché du travail montre des signes de difficultés, alors que les tensions commerciales ont

source: had been underway since mid-2024.
fr_fr: interrompu la reprise qui s'était amorcée au milieu de 2024.

source: Although the economy has continued to create jobs, the
fr_fr: Même si la création d'emplois

source: unemployment rate rose from 6.6 per cent in February
fr_fr: s'est poursuivie au sein de notre économie, le taux de chômage est passé de 6,6 % en

source: to 7.1 per cent in September (Chart 2), with trade-exposed industries and regions
fr_fr: février à 7,1 % en septembre (graphique 2), les régions et les secteurs dépendants du

source: most affected.
fr_fr: commerce étant les plus touchés.

source: The medium-term outlook has weakened.
fr_fr: Les perspectives à moyen terme se sont assombries.

source: Real GDP is now projected to grow just above
fr_fr: On prévoit maintenant un taux de croissance

source: 1 per cent annually in 2025 and 2026 compared to projections of about
fr_fr: annuel du PIB réel d'un peu plus de 1 % en 2025 et en 2026, comparativement

source: 2 per cent in the 2024 Fall Economic Statement (FES 2024)
fr_fr: aux projections d'environ 2 % faites dans l' Énoncé économique de l'automne

source: (Chart 3).
fr_fr: de 2024 (graphique 3).

source: This is a risk that the economy is adjusting to a persistently lower growth
fr_fr: Il existe un risque que l'économie s'engage de façon

source: trajectory—marked by weaker productivity and soft investment.
fr_fr: persistante sur une trajectoire de croissance plus basse, marquée par une productivité et des

source: These developments have also brought long-standing structural challenges into sharper focus: weak
fr_fr: investissements faibles. Ces changements ont aussi fait ressortir plus nettement des défis structurels de longue date :

source: productivity, chronically low business investment, overreliance on U.S. demand, and internal
fr_fr: faible productivité, niveau chroniquement bas des investissements des entreprises, dépendance

source: barriers that fragment the Canadian market.
fr_fr: excessive envers la demande en provenance des États-Unis, obstacles internes qui fragmentent le

source: To support workers and businesses affected by new tariffs and trade tensions, the government has
fr_fr: marché canadien. Pour soutenir les travailleurs et les entreprises touchés par les nouveaux droits de douane et les

source: provided targeted sectoral measures, including re-training, income supports for workers, and
fr_fr: requalification professionnelle et le soutien au revenu des travailleurs, de même que des mesures de

source: liquidity, investment, and procurement supports for businesses.
fr_fr: soutien aux liquidités, à l'investissement et à l'approvisionnement des entreprises. Ce soutien

source: This immediate support is necessary, but not the entire solution.
fr_fr: immédiat et nécessaire n'est cependant pas la solution à tous les problèmes.

source: While external forces will continue to shape the global economy, Canada retains the ability to chart
fr_fr: Bien que des forces externes influeront toujours sur l'économie mondiale, le Canada demeure libre de

source: its own economic course.
fr_fr: tracer son propre chemin sur le plan économique.

source: By strengthening resilience, fostering innovation, and enhancing
fr_fr: En rendant son économie plus résiliente,

source: competitiveness, Canada can better withstand global shocks, seize new opportunities, and secure
fr_fr: compétitive et axée sur l'innovation, le Canada sera en meilleure position pour résister aux chocs

source: lasting prosperity for Canadians.
fr_fr: mondiaux, saisir de nouvelles occasions et assurer une prospérité durable aux Canadiens.

source: Building Canada's Future Economy
fr_fr: Bâtir l'économie canadienne de demain

source: Budget 2025 is our plan to build the strongest economy in the G7 and one that empowers Canadians
fr_fr: Le budget de 2025 décrit notre plan pour bâtir l'économie la plus forte du G7, une économie qui

source: to get ahead.
fr_fr: donne à la population canadienne les moyens de réussir.

source: It focuses on building our strength at home to ensure Canada does not just withstand
fr_fr: forces pour faire en sorte que le Canada puisse non seulement résister aux bouleversements mondiaux,

source: global shifts but prospers from them.
fr_fr: mais aussi tirer parti des occasions qui en découlent.

source: Both Germany and Canada recognise that in this very testing time, they need to use their
fr_fr: il leur faut utiliser la marge de manœuvre budgétaire à leur disposition.

source: fiscal space.
fr_fr: Au

source: In the case of Canada, the Canadian authorities have been very decisive
fr_fr: Canada, les autorités n'ont pas hésité à prendre des mesures déterminantes dans

source: to take action in the context of changing relations with their main trading
fr_fr: un contexte où les relations du pays avec son principal partenaire commercial

source: partner.
fr_fr: changent.

source: And one of these actions is indeed to reform—modernise the budget framework by (…)
fr_fr: Et l'une de ces mesures consiste d'ailleurs à reformer, à moderniser

source: separating operating expenses in the budget from investment—that ability to then focus
fr_fr: le cadre budgétaire, en séparant les dépenses de fonctionnement des investissements.

source: strategically on investment that are pro-growth, that can lift
fr_fr: On peut ensuite réaliser des investissements stratégiques qui

source: up productivity.
fr_fr: Les secteurs

source: The areas that Canada identified, housing, infrastructure,
fr_fr: que le Canada a ciblés, soit le logement, l'infrastructure et l'énergie, sont

source: energy, they are thinking of some strategic projects.
fr_fr: ceux où ils envisagent de réaliser des projets stratégiques.

source: These are areas that we see the need
fr_fr: Ce sont des

source: of doing more so Canada can lift up productivity.
fr_fr: secteurs où le Canada peut en faire plus pour stimuler sa productivité.

source: At its core, our plan is a long-term economic strategy that is anchored on four objectives:
fr_fr: [traduction] » Notre plan est essentiellement une stratégie économique à long terme qui repose sur

source: Harnessing Our Strengths: Canada has what the world wants—it is an energy
fr_fr: quatre objectifs : Exploiter nos forces : Le Canada a tout ce que le monde entier recherche.

source: superpower in clean and conventional energy, among the top five producers of the world's most
fr_fr: Il est une superpuissance en matière d'énergie verte et conventionnelle; il figure parmi les

source: important critical minerals, a leading developer of artificial intelligence and quantum, has a
fr_fr: cinq premiers producteurs de minéraux critiques du monde; c'est un chef de file en intelligence

source: highly educated workforce, and the ability to attract top talent from around the world.
fr_fr: artificielle et en informatique quantique; il compte une main-d'œuvre hautement scolarisée et il peut attirer les meilleurs talents internationaux.

source: Investments in these foundations, including major nation-building projects , will spur growth of our industries and help businesses thrive in today's global economy.
fr_fr: En investissant dans ces forces, notamment au moyen de projets d'intérêt national, le Canada stimulera la croissance de ses industries et

source: Building Our Nation: Canada's new government is investing to build major
fr_fr: aidera les entreprises à prospérer dans l'économie d'aujourd'hui.

source: nation-building projects that are in our national interest.
fr_fr: Bâtir notre nation : Le nouveau gouvernement du Canada investit dans la

source: These projects will connect our
fr_fr: réalisation de grands projets d'intérêt national qui feront avancer notre pays.

source: regional economies to each other and to the world.
fr_fr: Ces projets viendront établir des liens entre nos économies régionales et entre celles-ci et le reste du monde.

source: Build Canada Homes will help double the pace
fr_fr: L'agence Maisons Canada aidera à faire doubler le rythme de la construction

source: of construction to build millions of more homes.
fr_fr: d'habitations afin qu'il se construise des millions de logements de plus.

source: As we build our nation, we are creating
fr_fr: Tandis que nous

source: high-paying careers and supporting Canadian industries such as steel, aluminum, critical
fr_fr: bâtissons notre avenir, nous créons des emplois bien rémunérés et soutenons des industries

source: minerals, and softwood lumber, with our Buy Canadian Policy.
fr_fr: résineux, grâce à notre politique « Achetez canadien ».

source: It's time to build big, build bold,
fr_fr: Il est temps de bâtir en

source: and build now.
fr_fr: grand, avec audace et dès maintenant.

source: Unifying Our Economy: Becoming our own best customer requires a more integrated
fr_fr: Unifier notre économie : Pour être nous-mêmes notre meilleur client, il

source: domestic market.
fr_fr: faut un marché intérieur plus intégré.

source: The One Canadian Economy Act helps break down internal trade and
fr_fr: à faire tomber les obstacles au commerce intérieur et à la mobilité de la main-d'œuvre au pays

source: labour barriers, which cost Canadians as much as $200 billion in lost opportunities a year.
fr_fr: qui privent chaque année les Canadiens d'occasions d'une valeur allant jusqu'à 200 milliards de dollars.

source: The Act expedites nation-building projects, and unleashes economic growth, with Indigenous
fr_fr: projets d'intérêt national et stimule la croissance économique. Les partenariats autochtones et

source: partnerships and inclusion at the centre of this approach.
fr_fr: créerons pour les Canadiens des emplois bien rémunérés et plus de prospérité.
